<?php
/*----------------------------------------------------------------------------------

                                *邮箱库核心密码配置*
                                  Code By Pikachu
                                     OCT01/2020
                                     
                               功能：记录邮箱发送账号
----------------------------------------------------------------------------------*/
    $mail_host='';
    $mail_user='';
    $mail_pass='';
    $mail_port=587;
    $mail_from='';
    $mail_name='飞扬维修';
    $mail_dbug='飞扬维修';
?>